{
	"ability": ["Air Lock", "Arena Trap", "Battle Armor", "Blaze", "Cacophony", "Chlorophyll", "Clear Body", "Cloud Nine", "Color Change", "Compoundeyes", "Cute Charm", "Damp", "Drizzle", "Drought", "Early Bird", "Effect Spore", "Flame Body", "Flash Fire", "Forecast", "Guts", "Huge Power", "Hustle", "Hyper Cutter", "Illuminate", "Immunity", "Inner Focus", "Insomnia", "Intimidate", "Keen Eye", "Levitate", "Lightningrod", "Limber", "Liquid Ooze", "Magma Armor", "Magnet Pull", "Marvel Scale", "Minus", "Natural Cure", "No Ability", "Oblivious", "Overgrow", "Own Tempo", "Pickup", "Plus", "Poison Point", "Pressure", "Pure Power", "Rain Dish", "Rock Head", "Rough Skin", "Run Away", "Sand Stream", "Sand Veil", "Serene Grace", "Shadow Tag", "Shed Skin", "Shell Armor", "Shield Dust", "Soundproof", "Speed Boost", "Static", "Stench", "Sticky Hold", "Sturdy", "Suction Cups", "Swarm", "Swift Swim", "Synchronize", "Thick Fat", "Torrent", "Trace", "Truant", "Vital Spirit", "Volt Absorb", "Water Absorb", "Water Veil", "White Smoke", "Wonder Guard"],
	"description": ["Is not effected by weather.", "The opponent cannot run nor switch. Flying-type Pokemon and Pokemon with the Levitate special ability are uneffected.", "The opponent's moves cannot Critical Hit.", "When HP is below 1/3rd, Fire's power increases to 1.5 times.", "Uneffected by sound moves.", "When sunny, Speed doubles.", "Opponent's moves that lower ability values have no effect.", "Is not effected by weather.", "Becomes the type of a damaging move that hits it.", "Accuracy is raised to 30% in battles.", "The opponent has a 30% chance of being induced with ATTRACT when using a direct attack against this Pokemon.", "Neither side can use Explosion or Selfdestruct.", "Rain falls when the Pokemon enters battle.", "Sunlight shines when the Pokemon enters battle.", "SLEEP conditions lasts for half as long.", "The opponent has a 10% chance of being induced by PARALYE, POISON, or SLEEP when using a direct attack against this Pokemon.", "The opponent has a 30% chance of being induced with BURN when using a direct attack against this Pokemon.", "Activates when user is hit by a damaging Fire-type move. Once activiated, user's Fire-type moves deal 1.5 times damage and user is immune to damage from Fire-type attacks.", "Its type and figure change with the weather.", "Attack raises to 1.5 times when induced with a status.", "Attack power is doubled in battle. It will return to normal if special ability is taken.", "Damage from physical attacks is 1.5 times, but average accuracy is only 80%.", "Opponent cannot lower Attack value.", "If the Pokemon is in the lead spot, chance of encountering a wild Pokemon raises.", "Cannot be POISON condition.", "Will not flinch.", "Cannot be SLEEP condition.", "Upon entering battle, the opponent's Attack lowers one stage.", "Opponent cannot lower accuracy.", "Damage dealing Ground-type moves have no effect.", "Electric type moves are drawn to it.", "Cannot be Paralyze condition.", "When the opponent absorbs Hit Points, the opponent instead loses Hit Points.", "Cannot be FREEZE condition.", "Steel types cannot run nor switch.", "Defense raises to 1.5 times when induced with a status.", "When battling with Plus, Special Attack becomes 1.5 times.", "Status is healed when withdrawn from battle.", "No special ability", "Cannot be Attract condition.", "When HP is below 1/3rd, Grass's power increases to 1.5 times.", "Cannot be confusion condition.", "May find an item after battle.", "When battling with Minus, Special Attack becomes 1.5 times.", "The opponent has a 30% chance of being induced with POISON when using a direct attack against this Pokemon.", "When hit by a move, the opponent's PP lowers by 2 rather than 1.", "Attack power is doubled in battle. It will return to normal if special ability is taken.", "A little bit of HP is restored every turn that it is raining.", "Does not receive recoil damage from moves such as Double-Edge and Volt Tackle.", "The opponent is hurt by 1/16th hit points of recoil when using a direct attack against this Pokemon.", "Except for trainer battles, can always run from battle.", "Sandstorm blows when the Pokemon enters battle.", "During a sandstorm, evasion rises.", "The chances of a move having an effect doubles.", "The opponent cannot run nor switch.", "Every turn, it has a 1 in 3 chance of healing from a status condition.", "The opponent's moves cannot Critical Hit.", "Opponent's move do not have an additional effect.", "Uneffected by sound moves.", "Speed increases by one stage each turn.", "The opponent has a 30% chance of being induced with PARALYE when using a direct attack against this Pokemon.", "If the Pokemon is in the lead spot, chance of encountering a wild Pokemon lowers.", "Item cannot be taken.", "One-hit knock out moves have no effect.", "Cannot be switched by the opponent using Roar or Whirlwind.", "When HP is below 1/3rd, Bug's power increases to 1.5 times.", "When rainy, Speed doubles.", "When the Pokemon becomes Poison, Paralyze, or Burn, so does the opponent.", "Fire and Ice-type moves deal 50% damage.", "When HP is below 1/3rd, Water's power increases to 1.5 times.", "Special ability becomes the same as that of the opponent.", "Cannot attack consecutively.", "Cannot be SLEEP condition.", "Healed by up to 1/4 maximum Hit Points when hit with Electric-type moves.", "Healed by up to 1/4 maximum Hit Points when hit with Water-type moves.", "Cannot be BURN condition.", "Opponent's moves that lower ability values have no effect.", "Only harmed by Super Effective damage."]
}