[
  ["Master Ball","The greatest ball, it catches Pokemon without fail."],
  ["Ultra Ball","Easier to catch than with a Great Ball. Has a *2.0 catch rate."],
  ["Great Ball","Easier to catch than with a Poke Ball. Has a *1.5 catch rate."],
  ["Poke Ball","Item used to catch wild Pokemon. Has a *1.0 catch rate."],
  ["Safari Ball","A special ball made to use only in the Safari Zone. Has a *1.5 catch rate."],
  ["Net Ball","A ball that makes it easy to catch Water and Bug type Pokemon. Has a *3.0 catch rate for these Pokemon."],
  ["Dive Ball","A ball that makes it easy to catch Pokemon on the ocean floor. Has a *3.5 catch rate for these Pokemon."],
  ["Nest Ball","A ball that easily catches Pokemon weaker than your own. Has a *1.0~*4.0 catch rate for these Pokemon."],
  ["Repeat Ball","Pokemon already caught are easier to catch. Has a *3.0 catch rate for these Pokemon."],
  ["Timer Ball","After a number of turns that go by, it becomes easier to catch a Pokemon. Has a *1.0 through *4.0 catch rate for these Pokemon."],
  ["Luxury Ball","Has a *1.0 catch rate. A caught Pokemon's Tameness Value is higher."],
  ["Premier Ball","A new, commemorative Poke Ball. Has a *1.0 catch rate."],
  ["Potion","Pokemon recoveres 20 HP."],
  ["Antidote","Recover from Poison status."],
  ["Burn Heal","Recover from Burn status."],
  ["Ice Heal","Recover from Freeze status."],
  ["Awakeningg","Recover from Sleep status."],
  ["Parlyz Heal","Recover from Paralyze status."],
  ["Full Restore","Pokemon recovers full HP and from any status ailment"],
  ["Max Potion","Pokemon recovers full HP."],
  ["Hyper Potion","Pokemon recovers 200 HP."],
  ["Super Potion","Pokemon recovers 50 HP."],
  ["Full Heal","Recovers from any status ailment."],
  ["Revive","Recovers from Faint status with half HP recovered."],
  ["Max Revive","Recovers from Faint status with full HP recovered."],
  ["Fresh Water","A mineral-filled water which recovers 50 HP for a Pokemon."],
  ["Soda Pop","A fizzy soda which recovers 60 HP for a Pokemon."],
  ["Lemonade","A very sweet which recovers 80 HP for a Pokemon."],
  ["MooMoo Milk","A nutrition-filled milk which recovers 100 HP for a Pokemon."],
  ["Energy Powder","A very bitter powder which recovers 50 HP for a Pokemon."],
  ["Energy Root","A very bitter root which recovers 200 HP for a Pokemon."],
  ["Heal Powder","An extremely bitter powder which completely recovers from any status ailment."],
  ["Revival Herb","A very bitter herb which recovers from Faint status."],
  ["Ether","Recovers 10 PP for one move."],
  ["Max Ether","Recovers full PP for one move."],
  ["Elixer","Recovers 10 PP for all moves."],
  ["Max Elixer","Recovers all PP for one Pokemon."],
  ["Lava Cookie","A local specialty which completely recovers from any status ailment."],
  ["Blue Flute","Play this glass flute to recover from Sleep status.(Must walk 250 steps at volcano to obtain.)"],
  ["Yellow Flute","Play this glass flute to recover from Confusion status.(Must walk 500 steps at volcano to obtain.)"],
  ["Red Flute","Play this glass flute to recover from Attract status. (Must walk 1,000 steps at volcano to obtain.)"],
  ["Black Flute","Play this glass flute to encounter wild Pokemon less often. (Must walk 1,000 steps at volcano to obtain.)"],
  ["White Flute","Play this glass flute to encounter wild Pokemon more often. (Must walk 1,000 steps at volcano to obtain.)"],
  ["Berry Juice","Made completely from berries, it restores 20 HP for a Pokemon."],
  ["Sacred Ash","Revives all Pokemon from Faint status."],
  ["Shoal Salt","Salt obtained from deep inside the SHOAL CAVE."],
  ["Shoal Shell","A seashell found deep inside the SHOAL CAVE."],
  ["Red Shard","Appears to be a fragment of an item made long ago. Sells low. [Becomes Fire Stone.]"],
  ["Blue Shard","Appears to be a fragment of an item made long ago. Sells low. [Becomes Water Stone.]"],
  ["Yellow Shard","Appears to be a fragment of an item made long ago. Sells low. [Becomes Thunderstone.]"],
  ["Green Shard","Appears to be a fragment of an item made long ago. Sells low. [Becomes Leaf Stone.]"],
  ["HP Up","Raises HP."],
  ["Protein","Raises Attack points."],
  ["Iron","Raises Defense points."],
  ["Carbos","Raises Speed points."],
  ["Calcium","Raises Special Attack points."],
  ["Rare Candy","Pokemon raises 1 level."],
  ["PP Up","PP's maximum raises."],
  ["Zinc","Raises Special Defense points."],
  ["PP Max","PP's maximum raises to its limit."],
  ["Guard Spec","Abilities cannot be lowered in battle."],
  ["Dire Hit","Critical hits occur more often in battle."],
  ["X Attack","ATTACK power raises in battle."],
  ["X Defend","DEFENSE power raises in battle."],
  ["X Speed","SPEED raises in battle."],
  ["X Accuracy","Accuracy raises in battle."],
  ["X Special","SPECIAL ATTACK's power raises in battle."],
  ["Poke Doll","Run away from wild Pokemon without fail."],
  ["Fluffy Tail","Run away from wild Pokemon without fail."],
  ["Super Repel","Do not encounter weaker Pokemon for 200 steps."],
  ["Max Repel","Do not encounter weaker Pokemon for 250 steps."],
  ["Escape Rope","Escape from caves and dungeons."],
  ["Repel","Do not encounter weaker Pokemon for 100 steps."],
  ["Sun Stone","A stone which evolves special Pokemon."],
  ["Moon Stone","A stone which evolves special Pokemon."],
  ["Fire Stone","A stone which evolves special Pokemon."],
  ["Thunder Stone","A stone which evolves special Pokemon."],
  ["Water Stone","A stone which evolves special Pokemon."],
  ["Leaf Stone","A stone which evolves special Pokemon."],
  ["Tiny Mushroom","A plain, ordinary mushroom. Sells low."],
  ["Big Mushroom","A rare mushroom. Sells high."],
  ["Pearl","A pretty pearl. Sells low."],
  ["Big Pearl","A very pretty large pearl. Sells high."],
  ["Stardust","Beautiful red sand. Sells high."],
  ["Star Piece","A red gem shard. Sells very high."],
  ["Nugget","A solid gold nugget. Sells high."],
  ["Heart Scale","A beautiful scale which is popular among collectors."],
  ["Orange Mail","Zigzagoon-print mail which a Pokemon holds."],
  ["Harbor Mail","Wingull-print mail which a Pokemon holds."],
  ["Glitter Mail","Pikachu-print mail which a Pokemon holds."],
  ["Mech Mail","Magmemite-print mail which a Pokemon holds."],
  ["Wood Mail","Slakoth-print mail which a Pokemon holds."],
  ["Wave Mail","Wailmer-print mail which a Pokemon holds."],
  ["Bead Mail","Mail which shows a sketch of the Pokemon holding it."],
  ["Shadow Mail","Duskull-print mail which a Pokemon holds."],
  ["Tropic Mail","Bellossom-print mail which a Pokemon holds."],
  ["Dream Mail","Mail which shows a sketch of the Pokemon holding it."],
  ["Fab Mail","Gorgeous-print mail which a Pokemon holds."],
  ["Retro Mail","Three starter Pokemon-print mail which a Pokemon holds."],
  ["Cheri Berry","When held, Paralyze status recovers by itself."],
  ["Chesto Berry","When held, Sleep status recovers by itself."],
  ["Pecha Berry","When held, Poison status recovers by itself."],
  ["Rawst Berry","When held, Burn status recovers by itself."],
  ["Aspear Berry","When held, Freeze status recovers by itself."],
  ["Leppa Berry","When held, 10 PP recovers by itself when PP is 0."],
  ["Oran Berry","When held, 10 HP recovers by itself when HP is below half."],
  ["Persim Berry","When held, Confusion status recovers by itself."],
  ["Lum Berry","When held, any status ailment recovers by itself."],
  ["Sitrus Berry","When held, 30 HP recovers by itself when HP is below half."],
  ["Figy Berry","When held, 1\/8 HP recovers when HP is below half, but Confusion occurs in all but Pokemon that are Bold, Timid, Modest, or Calm."],
  ["Wiki Berry","When held, 1\/8 HP recovers when HP is below half, but Confusion occurs in all but Pokemon that are Adamant, Impish, Jolly, or Careful."],
  ["Mago Berry","When held, 1\/8 HP recovers when HP is below half, but Confusion occurs in all but Pokemon that are Brave, Relaxed, Quiet, or Sassy."],
  ["Aguav Berry","When held, 1\/8 HP recovers when HP is below half, but Confusion occurs in all but Pokemon that are Naughty, Lax, Naive, or Rash."],
  ["Iapapa Berry","When held, 1\/8 HP recovers when HP is below half, but Confusion occurs in all but Pokemon that are Lonely, Hasty, Mild, or Gentle."],
  ["Razz Berry","Bury in the earth to grow RAZZ ingredients for PokeBlocks."],
  ["Bluk Berry","Bury in the earth to grow BLUK ingredients for PokeBlocks."],
  ["Nanab Berry","Bury in the earth to grow NANAB ingredients for PokeBlocks."],
  ["Wepear Berry","Bury in the earth to grow WEPEAR ingredients for PokeBlocks."],
  ["Pinap Berry","Bury in the earth to grow PINAP ingredients for PokeBlocks."],
  ["Pomeg Berry","Bury in the earth to grow POMEG ingredients for PokeBlocks."],
  ["Kelpsy Berry","Bury in the earth to grow KELPSY ingredients for PokeBlocks."],
  ["Qualot Berry","Bury in the earth to grow QUALOT ingredients for PokeBlocks."],
  ["Hondew Berry","Bury in the earth to grow HONDEW ingredients for PokeBlocks."],
  ["Grepa Berry","Bury in the earth to grow GREPA ingredients for PokeBlocks."],
  ["Tamato Berry","Bury in the earth to grow TAMATO ingredients for PokeBlocks."],
  ["Cornn Berry","Bury in the earth to grow CORNN ingredients for PokeBlocks."],
  ["Magost Berry","Bury in the earth to grow MAGOST ingredients for PokeBlocks."],
  ["Rabuta Berry","Bury in the earth to grow RABUTA ingredients for PokeBlocks."],
  ["Nomel Berry","Bury in the earth to grow NOMEL ingredients for PokeBlocks."],
  ["Spelon Berry","Bury in the earth to grow SPELON ingredients for PokeBlocks."],
  ["Pamtre Berry","Bury in the earth to grow PAMTRE ingredients for PokeBlocks."],
  ["Watmel Berry","Bury in the earth to grow WATMEL ingredients for PokeBlocks."],
  ["Durin Berry","Bury in the earth to grow DURIN ingredients for PokeBlocks."],
  ["Belue Berry","Bury in the earth to grow BELUE ingredients for PokeBlocks."],
  ["Liechi Berry","When held, while in a pinch, Attack raises one stage."],
  ["Ganlon Berry","When held, while in a pinch, Defense raises one stage."],
  ["Salac Berry","When held, while in a pinch, Speed raises one stage."],
  ["Petaya Berry","When held, while in a pinch, Special Attack raises one stage."],
  ["Apicot Berry","When held, while in a pinch, Special Defense raises one stage."],
  ["Lansat Berry","When held, while in a pinch, it becomes easy to Critical Hit the enemy."],
  ["Starf Berry","When held, while in a pinch, one ability raises two stages."],
  ["Enigma Berry","Bury in the earth to grow mysterious ingredients for PokeBlocks."],
  ["Bright Powder","Hold and a light lowers the opponent's accuracy."],
  ["White Herb","When held by a Pokemon, if an ability is lowered, it will be raised back up."],
  ["Macho Brace","When held by a Pokemon, Speed lowers one stage, but Effort Values earned doubles."],
  ["Exp Share","When held by a Pokemon, its Experience Value and Effort Value raise without battling."],
  ["Quick Claw","When held by a Pokemon, a preemptive attack may occur."],
  ["Soothe Bell","When held, a Pokemon's Tameness Value raises more easily."],
  ["Mental Herb","When held, Attract recovers by itself."],
  ["Choice Band","The user's Attack becomes *1.5, but only the first chosen move can be used. Special Attack is uneffected."],
  ["King's Rock","When held by a Pokemon, its attacks may cause the opponent to flinch."],
  ["Silver Powder","When held, a Pokemon's Bug type moves power increases by 10%."],
  ["Amulet Coin","When held by a Pokemon, double the money is earned from battles."],
  ["Cleanse Tag","When held by a Pokemon, wild Pokemon will be encountered less often."],
  ["Soul Dew","When held, Latias or Latios SPECIAL ATTACK increases by 50%."],
  ["Deep Sea Tooth","When held, Clamperl's SPECIAL ATTACK increases by 100%."],
  ["Deep Sea Scale","When held, Clamperl's SPECIAL DEFENSE increases by 100%."],
  ["Smoke Ball","Run away from wild Pokemon without fail."],
  ["Everstone","A mysterious rock that prevents a Pokemon from evolving when held."],
  ["Focus Band","When held, sometimes the Pokemon will survive with 1 HP instead of 0 HP."],
  ["Lucky Egg","When held, a Pokemon gains more experience."],
  ["Scope Lens","When held, it is easier for a Pokemon to Critical Hit."],
  ["Metal Coat","When held, a Pokemon's Steel type moves power increases by 10%."],
  ["Leftovers","When held, HP recovers by 1\/16th every turn."],
  ["Dragon Scale","A mysterious scale held by Dragon type Pokemon."],
  ["Light Ball","When held, Pikachu's SPECIAL ATTACK increases by 100%."],
  ["Soft Sand","When held, a Pokemon's Ground type moves power increases by 10%."],
  ["Hard Stone","When held, a Pokemon's Rock type moves power increases by 10%."],
  ["Miracle Seed","When held, a Pokemon's Grass type moves power increases by 10%."],
  ["Black Glasses","When held, a Pokemon's Dark type moves power increases by 10%."],
  ["Black Belt","When held, a Pokemon's Fighting type moves power increases by 10%."],
  ["Magnet","When held, a Pokemon's Electric type moves power increases by 10%."],
  ["Mystic Water","When held, a Pokemon's Water type moves power increases by 10%."],
  ["Sharp Beak","When held, a Pokemon's Flying type moves power increases by 10%."],
  ["Poison Barb","When held, a Pokemon's Poison type moves power increases by 10%."],
  ["Nevermelt Ice","When held, a Pokemon's Ice type moves power increases by 10%."],
  ["Spell Tag","When held, a Pokemon's Ghost type moves power increases by 10%."],
  ["Twisted Spoon","When held, a Pokemon's Psychic type moves power increases by 10%."],
  ["Charcoal","When held, a Pokemon's Fire type moves power increases by 10%."],
  ["Dragon Fang","When held, a Pokemon's Dragon type moves power increases by 10%."],
  ["Silk Scarf","When held, a Pokemon's Normal type moves power increases by 10%."],
  ["Up-Grade","When held, evolves Porygon when traded."],
  ["Shell Bell","When held, a Pokemon recovers HP equal to 1\/8th the damage its attacks deal to the opponent."],
  ["Sea Incense","When held, a Pokemon's Water type moves power increases slightly by 5%."],
  ["Lax Incense","When held, the enemy's accuracy lowers slightly by 5%."],
  ["Lucky Punch","When held, it is easier for Chansey to Critical Hit."],
  ["Metal Powder","When held, Ditto's DEFENSE and SPECIAL DEFENSE become *1.5."],
  ["Thick Club","When held, Cubone and Marowak's ATTACK becomes *2."],
  ["Stick","When held, it is easier for Farfetch'd to Critical Hit."],
  ["Red Scarf","When held, raises COOL in contests."],
  ["Blue Scarf","When held, raises BEAUTY in contests."],
  ["Pink Scarf","When held, raises CUTE in contests."],
  ["Green Scarf","When held, raises SMART in contests."],
  ["Yellow Scarf","When held, raises TOUGH in contests."],
  ["Mach Bike","A folding bicycle that more than doubles movement speed."],
  ["Coin Case","A case that holds up to 9,999 COINS."],
  ["ItemFinder","Makes a sound when an unseen item is detected."],
  ["Old Rod","Use to fish for Pokemon in the water."],
  ["Good Rod","A better rod used to fish for Pokemon."],
  ["Super Rod","The best rod used to fish for Pokemon."],
  ["S.S. Ticket","A ticket required to sail on a ferry."],
  ["Contest Pass","A pass required to participate in a contest."],
  ["Wailmer Pail","Used to pour water on the ground. Buried trees will quickly grow berries."],
  ["Devon's Goods","A package that contains DEVON's machine parts."],
  ["Soot Sack","A sack used to gather and hold volcanic ash."],
  ["Basement Key","The key for NEW MAUVILLE beneath MAUVILLE CITY."],
  ["Acro Bike","A folding bicycle capable of jumps and wheelies."],
  ["PokeBlock Case","A case for holding PokeBlocks made with a BERRY BLENDER."],
  ["Letter","A letter to STEVEN from the PRESIDENT of the DEVON CORP."],
  ["Eon Ticket","The ticket for a ferry to a distant southern island."],
  ["Red Orb","A red, glowing orb said to contain an ancient power."],
  ["Blue Orb","A blue, glowing orb said to contain an ancient power."],
  ["Scanner","A device found inside the ABANDONED SHIP."],
  ["Go-Goggles","Great goggles which protect the eyes from desert sandstorms."],
  ["Meteorite","A fallen meteorite found in Meteor Falls."],
  ["Rm.1 Key","A key that opens a door inside the ABANDONED SHIP."],
  ["Rm.2 Key","A key that opens a door inside the ABANDONED SHIP."],
  ["Rm.4 Key","A key that opens a door inside the ABANDONED SHIP."],
  ["Rm.6 Key","A key that opens a door inside the ABANDONED SHIP."],
  ["Storage Key","The key to the storage inside the ABANDONED SHIP."],
  ["Root Fossil","A fossil of an ancient Pokemon believes to live on the sea floor."],
  ["Claw Fossil","A fossil of an ancient Pokemon believes to live on the sea floor."],
  ["Devon Scope","A special item made by Devon. It makes a sound when it finds an unseen Pokemon."],
  ["TM01 (Focus Punch)","A powerful loyalty attack. The user flinches if hit."],
  ["TM02 (Dragon Claw)","Slashes the foe with sharp claws."],
  ["TM03 (Water Pulse)","Attacks with ultrasonic waves. May confuse the foe."],
  ["TM04 (Calm Mind)","Raises SP. ATK and SP. DEF by focusing the mind."],
  ["TM05 (Roar)","Makes the foe flee to end the battle."],
  ["TM06 (Toxic)","Poisons the foe with an intensifying toxin."],
  ["TM07 (Hail)","Summons a hailstorm that strikes every turn."],
  ["TM08 (Bulk Up)","Bulks up the body to boost both ATTACK and DEFENSE."],
  ["TM09 (Bullet Seed)","Shoots 2 to 5 seeds in a row to strike the foe."],
  ["TM10 (Hidden Power)","The effectiveness varies with the user."],
  ["TM11 (Sunny Day)","Boosts the power of FIREtype moves for 5 turns."],
  ["TM12 (Taunt)","Taunts the foe into only using attack moves."],
  ["TM13 (Ice Beam)","Blasts the foe with an icy beam that may freeze it."],
  ["TM14 (Blizzard)","Hits the foe with an icy storm that may freeze it."],
  ["TM15 (Hyper Beam)","Powerful, but leaves the user immobile the next turn."],
  ["TM16 (Light Screen)","Creates a wall of light that lowers SP. ATK damage."],
  ["TM17 (Protect)","Evades attack, but may fail if used in succession."],
  ["TM18 (Rain Dance)","Boosts the power of WATERtype moves for 5 turns."],
  ["TM19 (Giga Drain)","An attack that steals half the damage inflicted."],
  ["TM20 (Safeguard)","A mystical force prevents all status problems."],
  ["TM21 (Frustration)","An attack that is stronger if the TRAINER is disliked."],
  ["TM22 (Solar Beam)","Absorbs light in one turn, then attacks next turn."],
  ["TM23 (Iron Tail)","Attacks with a rock-hard tail. May lower DEFENSE."],
  ["TM24 (Thunderbolt)","A strong electrical attack that may paralyze the foe."],
  ["TM25 (Thunder)","A lightning attack that may cause paralysis."],
  ["TM26 (Earthquake)","A powerful quake, but has no effect on flying foes."],
  ["TM27 (Return)","An attack that increases in power with friendship."],
  ["TM28 (Dig)","Digs underground the first turn and strikes next turn."],
  ["TM29 (Psychic)","A powerful psychic attack that may lower SP. DEF."],
  ["TM30 (Shadow Ball)","Hurls a black blob that may lower the foe's SP. DEF."],
  ["TM31 (Brick Break)","Destroys barriers such as REFLECT and causes damage."],
  ["TM32 (Double Team)","Creates illusory copies to raise evasiveness."],
  ["TM33 (Reflect)","Creates a wall of light that weakens physical attacks."],
  ["TM34 (Shock Wave)","A fast and unavoidable electric attack."],
  ["TM35 (Flamethrower)","A powerful fire attack that may inflict a burn."],
  ["TM36 (Sludge Bomb)","Sludge is hurled to inflict damage. May also poison."],
  ["TM37 (Sandstorm)","Causes a sandstorm that rages for several turns."],
  ["TM38 (Fire Blast)","A fiery blast that scorches all. May cause a burn."],
  ["TM39 (Rock Tomb)","Stops the foe from moving with rocks and cuts SPEED."],
  ["TM40 (Aerial Ace)","An extremely speedy and unavoidable attack."],
  ["TM41 (Torment)","Torments the foe and stops successive use of a move."],
  ["TM42 (Facade)","Boosts ATTACK when burned, paralyzed, or poisoned."],
  ["TM43 (Secret Power)","An attack with effects that vary by location."],
  ["TM44 (Rest)","The user sleeps for 2 turns, restoring HP and status."],
  ["TM45 (Attract)","Makes the opposite gender less likely to attack."],
  ["TM46 (Thief)","While attacking, it may steal the foe's held item."],
  ["TM47 (Steel Wing)","Strikes the foe with hard wings spread wide."],
  ["TM48 (Skill Swap)","The user swaps special abilities with the target."],
  ["TM49 (Snatch)","Steals the effects of the move the foe uses next."],
  ["TM50 (Overheat)","Allows a full-power attack, but sharply lowers SP. ATK."],
  ["HM01 (Cut)","Cuts the foe with sharp scythes, claws, etc."],
  ["HM02 (Fly)","Flies up on the first turn, then strikes the next turn."],
  ["HM03 (Surf)","Creates a huge wave, then crashes it down on the foe."],
  ["HM04 (Strength)","Builds enormous power, then slams the foe."],
  ["HM05 (Flash)","Looses a powerful blast of light that cuts accuracy."],
  ["HM06 (Rock Smash)","A rock-crushing attack that may lower DEFENSE."],
  ["HM07 (Waterfall)","Charges the foe with speed to climb waterfalls."],
  ["HM08 (Dive)","Dives underwater the first turn and strikes next turn."],
  ["{Oak's Parcel}","A package from Viridian City's Pok�Mart. Deliver to Professor Oak."],
  ["{Poke Flute}","Plays a beautiful melody, which awakens sleeping Pok�mon."],
  ["{Secret Key}","Cinnabar Island Pok�mon Gym's Key"],
  ["{Bike Voucher}","Cerulean's Miracle Bicycle"],
  ["{Gold Teeth}","Safari Zone's warden very"],
  ["{Old Amber}","A reddish-coloured amber. It can be used to recreate the ancient Pokemon Aerodactyl."],
  ["{Card Key}","apphron's Silph Company building's door lock card type's key"],
  ["{Elevator Key}","Team Rocket hideout elevator key Team Rocket's mark"],
  ["{Dome Fossil}","A fossil of the ancient Pokemon Kabuto. It's dome-shaped."],
  ["{Helix Fossil}","A fossil of the ancient Pokemon Omanyte. It's helix-shaped."],
  ["{Silph Scope}","scope Silph Company"],
  ["{Bicycle}","Running shoes\/bicycle."],
  ["{Town Map}","Fire\/Leaf Key Item"],
  ["{VS Seeker}","Fire\/Leaf Key Item"],
  ["{Fame Seeker}","Fire\/Leaf Key Item"],
  ["{TM Case}","TM holding case. Bag's Important Items"],
  ["{Berry Bag}","Berry holding sack. Bag's Important Items"],
  ["{Help TV}","A TV with programs that aide beginning trainers."],
  ["{Tri-Pass}","A boat pass to 1 Island, 2 Island, and 3 Island."],
  ["{Rainbow Pass}","A boat pass for Vermilion City to Nana Island."],
  ["{Tea}","Old lady"],
  ["{Mystery Ticket}","A boat ticket necessary to travel to Navel Cavern. Lugia\/Ho-oh is found there."],
  ["{Aurora Ticket}","A boat ticket necessary to travel to Birth Island. Deoxys is found there."],
  ["{Powder Jar}","Berry crush berry"],
  ["{Ruby Plate}","A very beautiful shining red jewel. A symbol of passion."],
  ["{Sapphire Plate}","A very beautiful shining blue jewel. A symbol of faith."],
  ["[Jail Key]","Colosseum Key Item"],
  ["[Elevator Key]","Colosseum Key Item"],
  ["[Small Tablet]","Colosseum Key Item"],
  ["[F-Disk]","Colosseum Key Item"],
  ["[R-Disk]","Colosseum Key Item"],
  ["[L-Disk]","Colosseum Key Item"],
  ["[D-Disk]","Colosseum Key Item"],
  ["[U-Disk]","Colosseum Key Item"],
  ["[Subway Key]","Colosseum Key Item"],
  ["[Maingate Key]","Colosseum Key Item"],
  ["[Card Key]","Colosseum Key Item"],
  ["[Down St. Key]","Colosseum Key Item"],
  ["[DNA Sample 1]","Colosseum Key Item"],
  ["[Bayleef DNA]","Colosseum Key Item"],
  ["[DNA Sample 2]","Colosseum Key Item"],
  ["[Quilava DNA]","Colosseum Key Item"],
  ["[DNA Sample 3]","Colosseum Key Item"],
  ["[Croconaw DNA]","Colosseum Key Item"],
  ["[DNA Sample 4]","Colosseum Key Item"],
  ["[Sudowoodo DNA]","Colosseum Key Item"],
  ["[DNA Sample 5]","Colosseum Key Item"],
  ["[Misdreavus DNA]","Colosseum Key Item"],
  ["[DNA Sample 6]","Colosseum Key Item"],
  ["[Mightyena DNA]","Colosseum Key Item"],
  ["[DNA Sample 7]","Colosseum Key Item"],
  ["[Raikou DNA]","Colosseum Key Item"],
  ["[DNA Sample 8]","Colosseum Key Item"],
  ["[Entei DNA]","Colosseum Key Item"],
  ["[DNA Sample 9]","Colosseum Key Item"],
  ["[Suicune DNA]","Colosseum Key Item"],
  ["[Data ROM]","Colosseum Key Item"],
  ["[Steel Teeth]","Colosseum Key Item"],
  ["[Gear]","Colosseum Key Item"],
  ["[Red ID Badge]","Colosseum Key Item"],
  ["[Green ID Badge]","Colosseum Key Item"],
  ["[Blue ID Badge]","Colosseum Key Item"],
  ["[Yellow ID Badge]","Colosseum Key Item"],
  ["[Time Flute]","Colosseum Key Item"],
  ["[Ein File S]","Colosseum Key Item"],
  ["[Ein File H]","Colosseum Key Item"],
  ["[Ein File C]","Colosseum Key Item"],
  ["[Ein File P]","Colosseum Key Item"],
  ["[Cologne Case]","Colosseum Key Item"],
  ["[Joy Scent]","Colosseum Key Item"],
  ["[Excite Scent]","Colosseum Key Item"],
  ["[Vivid Scent]","Colosseum Key Item"],
  ["[Powerup Part]","Colosseum Key Item"],
  ["[Ein File F]","Colosseum Key Item"]
]